Repository: fugudesign/maintenance-switch
Catalog: languages/maintenance-switch-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Save Settings
fr_fr: Enregistrer les réglages

source: Preview page
fr_fr: Prévisualiser la page

source: Default settings
fr_fr: Réglages par défauts

source: Restore all settings
fr_fr: Restaurer tous les réglages

source: Are you sure you want to retore all the default settings?
fr_fr: Êtes-vous certain(e) de vouloir restaurer tous les réglages par défaut ?

source: Restore page HTML
fr_fr: Restaurer la page HTML

source: Are you sure you want to retore the default HTML code?
fr_fr: Êtes-vous certain(e) de vouloir restaurer le code HTML par défaut ?

source: Create file in the theme
fr_fr: Créer le fichier dans le thème

source: Are you sure you want to create the file in your theme?
fr_fr: Êtes-vous certain(e) de vouloir créer le fichier dans votre thème ?

source: Delete file in the theme
fr_fr: Supprimer le fichier dans le thème

source: Are you sure you want to delete the file in your theme?
fr_fr: Êtes-vous certain(e) de vouloir supprimer le fichier de votre thème ?

source: Switch ability:
fr_fr: Capacité à switcher :

source: Bypass ability:
fr_fr: Capacité à outrepasser :

source: Display
fr_fr: Affichage

source: Maintenance page HTML:
fr_fr: Page de maintenance HTML :

source: Use theme file:
fr_fr: Utiliser le fichier du thème :

source: Ajust the behavior related to the access and capacities.
fr_fr: Ajustez le comportement lié aux accès et aux capacités des utilisateurs.

source: Ajust the appearance of the maintenance page
fr_fr: Ajustez l'apparence de la page de maintenance

source: The user roles can access the maintenance button in the adminbar and so switch the maintenance mode.
fr_fr: Les rôles utilisateur pouvant accéder au bouton dans la barre d'admin et donc basculer le mode maintenance.

source: The user roles can bypass the maintenance mode and see the site like online.
fr_fr: Les rôles utilisateur pouvant outrepasser le mode maintenance et voir le site comme si il était en ligne.

source: Add my IP
fr_fr: Ajouter mon IP

source: The IP list can bypass the maintenance mode and see the site like online, comma separated.
fr_fr: Les adresses IP pouvant outrepasser le mode maintenance et voir le site comme si il était en ligne, séparées par des virgules.

source: The entire HTML code of the maintenance page.
fr_fr: Le code HTML complet de la page de maintenance.

source: Use a file in your theme to display maintenance page instead of the HTML field above.
fr_fr: Utiliser un fichier dans votre thème pour personnaliser la page de maintenance au lieu du champs HTML ci-dessus.

source: exists
fr_fr: existe

source: is missing
fr_fr: n'existe pas

source: Default settings successfuly restored.
fr_fr: Réglages par défaut restaurés.

source: Default settings was not restored.
fr_fr: Les réglages par défaut n'ont pas été restaurés.

source: HTML code successfuly restored.
fr_fr: Code HTML restauré.

source: HTML code could was not restored.
fr_fr: Le code HTML n'a pas été restauré.

source: The theme file was created successfuly.
fr_fr: Fichier créé dans le thème.

source: The theme file was not created.
fr_fr: Le fichier n'a pas pu être créé dans le thème.

source: The theme file was deleted successfuly
fr_fr: Fichier supprimé du thème.

source: The theme file was not deleted.
fr_fr: Le fichier n'a pas pu être supprimé du thème.

source: In a permanent effort to improve our services, we currently are performing upgrades on our website.
fr_fr: Dans un soucis d'amélioration de nos services, nous effectuons actuellement des opérations de maintenance sur notre site.

source: We apologize for the inconvenience, but we will be pleased to see you back in a very few minutes.
fr_fr: Nous vous prions de bien vouloir nous excuser pour la gêne occasionnée et vous invitons à renouveler votre visite dans quelques instants.

source: The maintenance team.
fr_fr: L'équipe technique.
